Repository: p00ls/dex
Catalog: src/locales/*.po
Languages: pt_br

source: (Max)
pt_br: (Máx)

source: (View on Explorer)
pt_br: (Ver no Explorer)

source: (claim)
pt_br: (resgate)

source: (clear all)
pt_br: (limpar tudo)

source: (edit)
pt_br: (editar)

source: - Remove recipient
pt_br: - Remover destinatário

source: 0 UNI / week
pt_br: 0 UNI/semana

source: <0/> All Proposals
pt_br: <0/> Todas as propostas

source: <0/> Votes
pt_br: <0/> Votos

source: <0>Account analytics and accrued fees</0><1> ↗ </1>
pt_br: <0>Análise de contas e taxas acumuladas</0><1> ↗ </1>

source: <0>Current Price:</0><1><2/></1><3>{0} per {1}</3>
pt_br: <0> Preço atual:</0> <1> <2 /></1> <3>{0} por {1}</3>

source: <0>Tip:</0> Removing pool tokens converts your position back into underlying tokens at the current rate, proportional to your share of the pool. Accrued fees are included in the amounts you receive.
pt_br: <0>Dica:</0> A remoção de tokens em lotes converte sua posição de volta a tokens secundários à taxa atual, proporcionalmente ao seu compartilhamento do lote. As taxas acumuladas estão incluídas nos valores que você receber.

source: <0>Tip:</0> Use this tool to find pools that don't automatically appear in the interface.
pt_br: <0>Dica:</0> Use esta ferramenta para encontrar lotes que não são exibidos automaticamente na interface.

source: <0>Tip:</0> When you add liquidity, you will receive pool tokens representing your position. These tokens automatically earn fees proportional to your share of the pool, and can be redeemed at any time.
pt_br: <0>Dica:</0> Quando você adiciona liquidez, você recebe tokens em lotes que representam sua posição. Esses tokens têm taxas de rendimento automaticamente proporcionais ao seu compartilhamento do lote, e podem ser resgatados a qualquer momento.

source: <0>Unlock voting</0> to prepare for the next proposal.
pt_br: <0>Votação de desbloqueio</0> para se preparar para a próxima proposta.

source: <0>uD83CuDF89 </0>Welcome to team Unicorn :) <1>uD83CuDF89</1>
pt_br: <0>uD83CuDF89 </0>Seja bem-vindo à Equipe Unicórnio :) <1>uD83CuDF89</1>

source: A minimum threshold of 0.25% of the total UNI supply is required to submit proposals
pt_br: Um limite mínimo de 0,25% do fornecimento total da UNI é necessário para enviar propostas

source: About
pt_br: SOBRE

source: Accept
pt_br: Aceitar

source: Account
pt_br: Conta

source: Active
pt_br: Ativa

source: Add
pt_br: Adicionar

source: Add <0/> and <1/> to zerozero
pt_br: Adicione <0 /> e <1 /> ao zerozero

source: Add Delegate +
pt_br: Adicionar Delegado +

source: Add Liquidity
pt_br: Adicionar Liquidez

source: Add liquidity.
pt_br: Adicione liquidez.

source: Add more liquidity
pt_br: Adicione mais liquidez

source: Add {0} to Metamask <0/>
pt_br: Adicione {0} ao Metamask <0/>

source: Add {0}-{1} liquidity
pt_br: Adicionar liquidez de {0}-{1}

source: Add {0}/{1} V3 liquidity
pt_br: Adicionar liquidez V3 de {0}/{1}

source: Added {0}
pt_br: {0} adicionados

source: Address has no available claim
pt_br: O endereço tem não resgates disponíveis

source: Against
pt_br: Contra

source: Allow LP token migration
pt_br: Permitir a migração de tokens LP

source: Allow high price impact trades and skip the confirm screen. Use at your own risk.
pt_br: Permitir negociações de preço de alto impacto e ignorar a tela de confirmação. Use por sua conta e risco.

source: Allow the zerozero Protocol to use your {0}
pt_br: Permitir que o Protocolo zerozero utilize seu {0}

source: Allowed
pt_br: Permitido

source: Allowed Slippage
pt_br: Deslizamento permitido

source: Amount
pt_br: Valor

source: An error occurred when trying to execute this swap. You may need to increase your slippage tolerance. If that does not work, there may be an incompatibility with the token you are trading.
pt_br: Ocorreu um erro ao tentar executar esta troca. Pode ser necessário aumentar sua tolerância ao deslizamento. Se isso não funcionar, pode haver uma incompatibilidade com o token que você está negociando.

source: Approve
pt_br: Aprovar

source: Approve Token
pt_br: Aprovar token

source: Approve {0}
pt_br: Aprovação {0}

source: Approved
pt_br: Aprovado

source: Approving
pt_br: Aprovando

source: Approving {0}
pt_br: Aprovando {0}

source: Arbitrum Bridge
pt_br: Ponte Arbitrum

source: Arbitrum is in Beta and may experience downtime. During downtime, your position will not earn fees and you will be unable to remove liquidity. <0>Read more.</0>
pt_br: O Arbitrum está na versão Beta e pode passar por um período de inatividade. Durante o tempo de inatividade, sua posição não receberá taxas e você não poderá remover a liquidez. <0> Leia mais.</0>

source: Are you sure?
pt_br: Tem certeza?

source: As a member of the zerozero community you may claim UNI to be used for voting and governance.<0/><1/><2>Read more about UNI</2>
pt_br: Como membro da comunidade zerozero, você pode resgatar UNI a serem utilizados para votação e governança.<0/><1/><2>Leia mais sobre as UNI</2>

source: At least {0} {1} and {2} {3} will be refunded to your wallet due to selected price range.
pt_br: Pelo menos {0} {1} e {2} {3} serão reembolsados na sua carteira, devido à faixa de preços selecionada.

source: Auto
pt_br: Automático

source: Available to deposit: {0}
pt_br: Disponível para depósito: {0}

source: Balance:
pt_br: Saldo:

source: Balance: {0} {1}
pt_br: Saldo: {0} {1}

source: Best for exotic pairs.
pt_br: Melhor para pares exóticos.

source: Best for most pairs.
pt_br: Melhor para a maioria dos pares.

source: Best for stable pairs.
pt_br: Melhor para pares estáveis.

source: Best for very stable pairs.
pt_br: Melhor para pares muito estáveis.

source: Blocked address
pt_br: Endereço bloqueado

source: Bridge
pt_br: Ponte

source: By adding liquidity you'll earn 0.3% of all trades on this pair proportional to your share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.
pt_br: Ao acrescentar liquidez, você ganha 0,3% de todas as negociações com esse par, proporcionalmente ao seu compartilhamento do lote. As taxas são adicionadas ao lote, são provisionadas em tempo real e podem ser resgatadas por meio de saques de sua liquidez.

source: By adding this list you are implicitly trusting that the data is correct. Anyone can create a list, including creating fake versions of existing lists and lists that claim to represent projects that do not have one.
pt_br: Ao acrescentar esta lista, você está implicitamente confirmando que considera os dados corretos. Qualquer pessoa pode criar uma lista, incluindo versões falsas de listas existente e listas que alegam representar projetos que não existem.

source: By connecting a wallet, you agree to zerozero <0>Terms of Service</0> and acknowledge that you have read and understand the zerozero <1>Protocol Disclaimer</1>.
pt_br: Ao conectar uma carteira, você concorda com os Termos de Serviço</0> <0>e reconhece que leu e entendeu a Isenção <1>Responsabilidade do Protocolo</1>do zerozero 2.

source: Canceled
pt_br: Cancelado

source: Change
pt_br: Alterar

source: Charts
pt_br: Gráficos

source: Check network status
pt_br: Verifique o status da rede

source: Check out our v3 LP walkthrough and migration guides.
pt_br: Confira nosso passo-a-passo e o guia de migração da V3 do LP.

source: Claim
pt_br: Resgatar

source: Claim <0/> for {0}
pt_br: Reivindicar <0 /> para {0}

source: Claim UNI
pt_br: Resgatar UNI

source: Claim UNI Token
pt_br: Resgatar Tokens UNI

source: Claim UNI reward for {0}
pt_br: Reivindicar recompensa UNI por {0}

source: Claim fees
pt_br: Resgatar taxas

source: Claim your UNI tokens
pt_br: Resgatar seus tokens UNI

source: Claimed
pt_br: Resgatadas

source: Claimed UNI!
pt_br: UNI Resgatadas!

source: Claimed!
pt_br: Reivindicado!

source: Claiming
pt_br: Resgatando

source: Claiming UNI
pt_br: Resgatando {0} UNI

source: Claiming {0} UNI
pt_br: Reivindicando {0} UNI

source: Clear All
pt_br: Limpar Tudo

source: Clear all
pt_br: Limpar tudo

source: Close
pt_br: Fechar

source: Closed
pt_br: Fechado

source: Collect
pt_br: Coletar

source: Collect as WETH
pt_br: Coletar como WETH

source: Collect fees
pt_br: Coletar taxas

source: Collect {0}/{1} fees
pt_br: Recolha {0}/{1} taxas

source: Collected
pt_br: Coletado

source: Collecting
pt_br: Coletando

source: Collecting fees
pt_br: Coletando taxas

source: Collecting fees will withdraw currently available fees for you.
pt_br: A coleta das taxas gera um saque das taxas disponíveis atualmente para você.

source: Common bases
pt_br: Bases comuns

source: Confirm
pt_br: Confirmar

source: Confirm Supply
pt_br: Confirmar fornecimento

source: Confirm Swap
pt_br: Confirmar a conversão

source: Confirm this transaction in your wallet
pt_br: Confirmar esta operação na sua carteira

source: Confirm transaction in wallet
pt_br: Confirme a transação na carteira

source: Connect Wallet
pt_br: Conectar-se à carteira

source: Connect a wallet
pt_br: Conectar-se a uma carteira

source: Connect to a wallet to find pools
pt_br: Conectar-se a uma carteira para localizar lotes

source: Connect to a wallet to view your liquidity.
pt_br: Conectar-se a uma carteira para ver sua liquidez.

source: Connected with {name}
pt_br: Conectado a {name}

source: Copied
pt_br: Copiado

source: Copy Address
pt_br: Copiar endereço

source: Create Pool & Supply
pt_br: Criar Lote e Fornecimento

source: Create Proposal
pt_br: Criar Proposta

source: Create a pair
pt_br: Criar um par

source: Create a pool
pt_br: Criar um lote

source: Create an issue on GitHub
pt_br: Abrir um chamado no GitHub

source: Create pool and add {0}/{1} V3 liquidity
pt_br: Criar um lote e adicionar liquidez V3 de {0}/{1}

source: Create pool.
pt_br: Criar lote.

source: Create {0}/{1} V3 pool
pt_br: Criar {0}/{1} piscina V3

source: Current price
pt_br: Preço atual

source: Current {0} Price:
pt_br: Preço {0} atual:

source: Dark Theme
pt_br: Tema escuro

source: Defeated
pt_br: Derrotado

source: Delegate Votes
pt_br: Delegar votos

source: Delegate voting power to {0}
pt_br: Delegar poder de voto para {0}

source: Delegated to:
pt_br: Delegado para:

source: Delegating votes
pt_br: Delegando votos

source: Deposit
pt_br: Depósito

source: Deposit Amounts
pt_br: Valores do depósito

source: Deposit Assets
pt_br: Ativos de depósito

source: Deposit liquidity
pt_br: Liquidez do depósito

source: Deposit your Liquidity Provider tokens to receive UNI, the zerozero protocol governance token.
pt_br: Deposite sua tokens de Fornecedores com Liquidez para receber UNI, o token de governança do Protocolo zerozero.

source: Deposited liquidity:
pt_br: Liquidez depositada:

source: Depositing Liquidity
pt_br: Liquidez dos depósitos

source: Description
pt_br: Descrição:

source: Detailed
pt_br: Detalhado

source: Details
pt_br: Detalhes

source: Disconnect
pt_br: Desconectar

source: Discord
pt_br: Discordar

source: Dismiss
pt_br: Dispensar

source: Earned UNI tokens represent voting shares in zerozero governance.
pt_br: Os tokens UNI recebidos representam capital votante na governança do zerozero.

source: Edit
pt_br: Editar

source: Efficiency Comparison
pt_br: Comparação de Eficiência

source: Enter a percent
pt_br: Digite um percentual

source: Enter a recipient
pt_br: Digite um destinatário

source: Enter a valid slippage percentage
pt_br: Digite um percentual de discrepância válido

source: Enter an address to trigger a UNI claim. If the address has any claimable UNI it will be sent to them on submission.
pt_br: Digite um endereço para solicitar um resgate de UNI. Se o endereço tiver qualquer UNI resgatável, ele será enviado para os endereços mediante confirmação.

source: Enter an amount
pt_br: Digite um valor

source: Enter valid list location
pt_br: Digite uma localização válida para a lista

source: Enter valid token address
pt_br: Digite um endereço válido para os tokens

source: Error
pt_br: Erro

source: Error connecting
pt_br: Erro de conexão

source: Error connecting. Try refreshing the page.
pt_br: Erro de conexão. Tente atualizar a página.

source: Error importing list
pt_br: Erro ao importar a lista

source: Executed
pt_br: Executado

source: Expanded results from inactive Token Lists
pt_br: Resultados ampliados de Listas de Tokens inativas

source: Expert Mode
pt_br: Modo especialista

source: Expert mode turns off the confirm transaction prompt and allows high slippage trades that often result in bad rates and lost funds.
pt_br: O modo Expert desativa o prompt de confirmação da operação e permite negociações com altas taxas de discrepância, que muitas vezes resultam em taxas ruins e perda de fundos.

source: Expired
pt_br: Expirado

source: Explore popular pools on Zerozero Analytics.
pt_br: Explore lotes populares no Zerozero Analytics.

source: Explorer
pt_br: Explorador

source: Fee Tier
pt_br: Nível das taxas

source: Fee tier
pt_br: Nível de taxa

source: For
pt_br: Para

source: From
pt_br: De

source: From (at most)
pt_br: De (no máximo)

source: Full Range
pt_br: Gama completa

source: Full range positions may earn less fees than concentrated positions. Learn more <0>here</0>.
pt_br: As posições completas podem render menos taxas do que as posições concentradas. Saiba mais <0> aqui</0> .

source: Get support on Discord
pt_br: Obtenha suporte em caso de Discordância

source: Help Center
pt_br: Centro de ajuda

source: Hide
pt_br: Esconder

source: High Price Impact
pt_br: Impacto de preços altos

source: How this app uses APIs
pt_br: Como este aplicativo usa APIs

source: I understand
pt_br: Entendi

source: If you purchase a token from this list, you may not be able to sell it back.
pt_br: Se você comprar um token desta lista, pode não ser possível vendê-lo novamente.

source: Import
pt_br: Importar

source: Import List
pt_br: Importar Lista

source: Import Pool
pt_br: Importar Lote

source: Import at your own risk
pt_br: Importar por sua conta e risco

source: In range
pt_br: Na faixa

source: Increase Liquidity
pt_br: Aumentar a liquidez

source: Initial prices and pool share
pt_br: Preços iniciais e compartilhamento do lote

source: Initializing...
pt_br: Inicializando...

source: Input is estimated. You will sell at most <0>{0} {1}</0> or the transaction will revert.
pt_br: Os valores lançados são estimativas. Você deve vender no máximo <0>{0} {1}</0> ou a operação será revertida.

source: Install Metamask
pt_br: Instalar o Metamask

source: Insufficient liquidity for this trade.
pt_br: Liquidez insuficiente para esta negociação.

source: Insufficient {0} balance
pt_br: Saldo insuficiente {0}

source: Interface Settings
pt_br: Configurações de Interface

source: Invalid pair
pt_br: Par inválido

source: Invalid pair.
pt_br: Par inválido.

source: Invalid price input
pt_br: Preço lançado inválido

source: Invalid range selected. The min price must be lower than the max price.
pt_br: Faixa selecionada inválida. O preço mín deve ser inferior ao preço máx.

source: Invalid recipient
pt_br: Destinatário inválido

source: Language
pt_br: Língua

source: Learn
pt_br: Aprender

source: Learn More
pt_br: Saber mais

source: Learn about providing liquidity
pt_br: Aprenda sobre como fornecer liquidez

source: Learn more
pt_br: Saber mais

source: Legal & Privacy
pt_br: Legal e privacidade

source: Light Theme
pt_br: Tema claro

source: Liquidity
pt_br: Liquidez

source: Liquidity Provider Fee
pt_br: Taxa de Liquidez do Fornecedor

source: Liquidity data not available.
pt_br: Dados de liquidez não disponíveis.

source: Liquidity provider rewards
pt_br: Recompensas por liquidez de fornecedores

source: Liquidity providers earn a 0.3% fee on all trades proportional to their share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.
pt_br: Fornecedores com liquidez geram uma taxa de 0,3% em todas as negociações, proporcionalmente ao seu compartilhamento do lote. As taxas são adicionadas ao lote, são provisionadas em tempo real e podem ser resgatadas por meio de saques de sua liquidez.

source: Lists
pt_br: Listas

source: Loaded
pt_br: Carregadas

source: Loading
pt_br: Carregando

source: Manage
pt_br: Gerenciar

source: Manage Liquidity in Rewards Pool
pt_br: Gerenciar a liquidez no Lote de Recompensas

source: Manage Token Lists
pt_br: Gerenciar listas de tokens

source: Manage this pool.
pt_br: Gerenciar este lote.

source: Max
pt_br: Máx

source: Max Price
pt_br: Preço Máx

source: Max price
pt_br: Preço Máx

source: Max:
pt_br: Máx:

source: Maximum sent
pt_br: Máximo enviado

source: Menu
pt_br: Cardápio

source: Migrate
pt_br: Migrar

source: Migrate Liquidity
pt_br: Migrar Liquidez

source: Migrate Liquidity to V3
pt_br: Migrar Liquidez para V3

source: Migrate {0}/{1} liquidity to V3
pt_br: Migrar {0}/{1} liquidez para V3

source: Migrating
pt_br: Migrando

source: Min Price
pt_br: Preço Mín

source: Min price
pt_br: Preço Mín

source: Min:
pt_br: Mín:

source: Minimum received
pt_br: Mínimo recebido

source: Missing dependencies
pt_br: Dependências ausentes

source: More
pt_br: Mais

source: Network Warning
pt_br: Aviso de rede

source: New Position
pt_br: Nova Posição

source: No active pools
pt_br: Nenhum lote ativo

source: No data
pt_br: Sem dados

source: No description.
pt_br: Sem descrição.

source: No liquidity found.
pt_br: Nenhuma liquidez encontrada.

source: No pool found.
pt_br: Nenhum lote encontrado.

source: No proposals found.
pt_br: Nenhuma proposta encontrada.

source: No results found.
pt_br: Nenhum resultado encontrado.

source: Not created
pt_br: Não criado

source: OFF
pt_br: DESLIGADO

source: ON
pt_br: SOBRE

source: ONLY USE THIS MODE IF YOU KNOW WHAT YOU ARE DOING.
pt_br: USE ESTE MODO SOMENTE SE TIVER CERTEZA DO QUE ESTÁ FAZENDO.

source: Off
pt_br: Desligado

source: On
pt_br: Ligado

source: Once you are happy with the rate click supply to review.
pt_br: Quando estiver satisfeito com a taxa, clique em fornecimento para analisar.

source: Only UNI votes that were self delegated or delegated to another address before block {0} are eligible for voting.
pt_br: Somente votos de UNI autodelegados ou delegados para outro endereço antes do bloqueio {0} serão aprovados para votação.

source: Oops! An unknown error occurred. Please refresh the page, or visit from another browser or device.
pt_br: Opa! Ocorreu um erro desconhecido. Atualize a página ou visite-a em outro navegador ou dispositivo.

source: Optimism Gateway
pt_br: Portal do Otimismo

source: Optimistic Ethereum is in Beta and may experience downtime. Optimism expects planned downtime to upgrade the network in the near future. During downtime, your position will not earn fees and you will be unable to remove liquidity. <0>Read more.</0>
pt_br: O Ethereum otimista está em Beta e pode passar por um período de inatividade. O otimismo espera um tempo de inatividade planejado para atualizar a rede em um futuro próximo. Durante o tempo de inatividade, sua posição não receberá taxas e você não poderá remover a liquidez. <0> Leia mais.</0>

source: Optimistic Etherscan
pt_br: Etherscan otimista

source: Out of range
pt_br: Fora da faixa

source: Output is estimated. If the price changes by more than {0}% your transaction will revert.
pt_br: Os resultados são estimativas. Se o preço for alterado em de {0}%, sua operação será revertida.

source: Output is estimated. You will receive at least <0>{0} {1}</0> or the transaction will revert.
pt_br: Os resultados são estimativas. Você receberá pelo menos <0>{0} {1}</0> ou a operação será revertida.

source: Output will be sent to <0>{0}</0>
pt_br: O resultado será enviado para <0>{0}</0>

source: Owner
pt_br: Proprietário

source: Participating pools
pt_br: Lotes participantes

source: Pending
pt_br: Pendente

source: Please confirm you would like to remove this list by typing REMOVE
pt_br: Confirme que deseja remover esta lista digitando REMOVE

source: Please connect to Layer 1 Ethereum
pt_br: Conecte-se à Camada 1 Ethereum

source: Please connect to the appropriate Ethereum network.
pt_br: Conecte-se à Ethereum correta.

source: Please type the word "{confirmWord}" to enable expert mode.
pt_br: Digite a palavra "{confirmWord}" para habilitar o modo Expert.

source: Pool
pt_br: Lote

source: Pool Found!
pt_br: Lote encontrado!

source: Pool Rate
pt_br: Taxa do lote

source: Pool rate
pt_br: Taxa do lote

source: Pool tokens in rewards pool:
pt_br: Tokens em lotes no lote de recompensas:

source: Pooled {0}:
pt_br: Em lote {0}:

source: Pools Overview
pt_br: Visão geral dos lotes

source: Preview
pt_br: Antevisão

source: Price
pt_br: Preço

source: Price Difference:
pt_br: Diferença de Preço:

source: Price Impact
pt_br: Impacto do preço

source: Price Impact Too High
pt_br: Impacto do preço muito alto

source: Price Updated
pt_br: Preço atualizado

source: Price range
pt_br: Intervalo de preço

source: Price:
pt_br: Preço:

source: Prices and pool share
pt_br: Compartilhamento de preços e lotes

source: Proposal
pt_br: Proposta

source: Proposal Submitted
pt_br: Proposta Enviada

source: Proposal Title
pt_br: Título da Proposta

source: Proposals
pt_br: Propostas

source: Proposals submitted by community members will appear here.
pt_br: Propostas apresentadas por membros da comunidade serão exibidas aqui.

source: Proposed Action
pt_br: Ação Proposta

source: Proposer
pt_br: Proponente

source: Protocol Disclaimer
pt_br: Isenção de responsabilidade do protocolo

source: Queued
pt_br: Na fila

source: Rates
pt_br: Taxas

source: Read more about UNI
pt_br: Leia mais sobre as UNI

source: Read more about zerozero governance
pt_br: Ler mais sobre governança no zerozero

source: Read more about providing liquidity
pt_br: Ler mais sobre geração de liquidez

source: Read more about unsupported assets
pt_br: Ler mais sobre ativos incompatíveis

source: Recent Transactions
pt_br: Operações recentes

source: Recipient
pt_br: Destinatário

source: Remove
pt_br: Remover

source: Remove <0/> and <1/>
pt_br: Remova <0 /> e <1 />

source: Remove Amount
pt_br: Remover Valor

source: Remove Delegate
pt_br: Remover Delegado

source: Remove Liquidity
pt_br: Remover Liquidez

source: Remove list
pt_br: Remover lista

source: Removing {0} {1} and {2} {3}
pt_br: Removendo {0} {1} e {2} {3}

source: Removing {0} {1} and{2} {3}
pt_br: Removendo {0} {1} e{2} {3}

source: Request Features
pt_br: Solicitar recursos

source: Return
pt_br: Voltar

source: Search name or paste address
pt_br: Pesquise o nome ou cole o endereço

source: Select Pair
pt_br: Selecione Par

source: Select a network
pt_br: Selecione uma rede

source: Select a token
pt_br: Selecione um token

source: Select a token to find your liquidity.
pt_br: Selecione um token para calcular sua liquidez.

source: Select an action
pt_br: Selecione uma ação

source: Selected Range
pt_br: Faixa selecionada

source: Self
pt_br: Auto

source: Self Delegate
pt_br: Autodelegação

source: Set Price Range
pt_br: Definir faixa de preços

source: Set Starting Price
pt_br: Definir preço inicial

source: Share of Pool
pt_br: Compartilhamento de Lotes

source: Share of Pool:
pt_br: Compartilhamento do Lote:

source: Show Portis
pt_br: Exibir Portas

source: Show closed positions
pt_br: Mostrar posições fechadas

source: Simple
pt_br: Simples

source: Slippage tolerance
pt_br: Tolerância a discrepâncias

source: Some assets are not available through this interface because they may not work well with the smart contracts or we are unable to allow trading for legal reasons.
pt_br: Alguns ativos não estão disponíveis nesta interface, porque não funcionam bem com os contrato inteligentes, ou não foi possível permitir as negociações por motivos legais.

source: Something went wrong
pt_br: Ocorreu um erro

source: Submit new proposal
pt_br: Envie uma nova proposta

source: Submitting Proposal
pt_br: Enviando proposta

source: Submitting Vote
pt_br: Enviando Voto

source: Succeeded
pt_br: Bem sucedido
