Repository: p00ls/dex
Catalog: src/locales/*.po
Languages: pt_br

source: Success
pt_br: Sucesso

source: Supply
pt_br: Fornecimento

source: Supplying {0} {1} and {2} {3}
pt_br: Fornecendo {0} {1} e {2} {3}

source: Swap
pt_br: Conversão

source: Swap <0/> for exactly <1/>
pt_br: Troque <0 /> exatamente por <1 />

source: Swap Anyway
pt_br: Converter assim mesmo

source: Swap exactly <0/> for <1/>
pt_br: Troque exatamente <0 /> por <1 />

source: Swap failed: {0}
pt_br: A troca falhou: {0}

source: Swapping {0} {1} for {2} {3}
pt_br: Convertendo {0} {1} para {2} {3}

source: Thanks for being part of the zerozero community <0/>
pt_br: Obrigado por fazer parte da comunidade zerozero <0/>

source: The % you will earn in fees.
pt_br: A% que você receberá em taxas.

source: The zerozero invariant x*y=k was not satisfied by the swap. This usually means one of the tokens you are swapping incorporates custom behavior on transfer.
pt_br: A invariante x*y=k do zerozero não foi observada na conversão. Isto geralmente significa que um dos tokens que você está convertendo tem um comportamento de transferência personalizado.

source: The app fetches blockchain data from The Graph’s hosted service.
pt_br: O aplicativo busca dados de blockchain do serviço hospedado do Graph.

source: The app fetches on-chain data and constructs contract calls with an Infura API.
pt_br: O aplicativo busca dados na cadeia e constrói chamadas de contrato com uma API Infura.

source: The app fetches the optimal trade route from a zerozero server.
pt_br: O aplicativo busca a rota comercial ideal de um servidor zerozero.

source: The app logs anonymized usage statistics in order to improve over time.
pt_br: O aplicativo registra estatísticas de uso anônimas para melhorar ao longo do tempo.

source: The app securely collects your wallet address and shares it with TRM Labs Inc. for risk and compliance reasons.
pt_br: O aplicativo coleta com segurança o endereço da sua carteira e o compartilha com a TRM Labs Inc. por motivos de risco e conformidade.

source: The input token cannot be transferred. There may be an issue with the input token.
pt_br: O token lançado não pode ser transferido. Pode haver um problema com o token lançado.

source: The market price is outside your specified price range. Single-asset deposit only.
pt_br: O preço de mercado está fora da faixa de preço especificada. Somente para depósito de um único ativo.

source: The output token cannot be transferred. There may be an issue with the output token.
pt_br: O token resultante não pode ser transferido. Pode haver um problema com o token resultante.

source: The price of this pool is outside of your selected range. Your position is not currently earning fees.
pt_br: O preço desse lote está fora da faixa selecionada. Sua posição atual não está recebendo taxas.

source: The price of this pool is within your selected range. Your position is currently earning fees.
pt_br: O preço deste lote está dento da faixa selecionada. Sua posição atual está recebendo taxas.

source: The ratio of tokens you add will set the price of this pool.
pt_br: A proporção de tokens que você adicionar determina o preço deste lote.

source: The transaction could not be sent because the deadline has passed. Please check that your transaction deadline is not too low.
pt_br: A operação não pode ser enviada após a data-limite. Confirme se a data-limite da operação não é cedo demais.

source: There is no liquidity data.
pt_br: Não há dados de liquidez.

source: These tokens are commonly paired with other tokens.
pt_br: Esses tokens costumam ser pareados com outros tokens.

source: This app uses the following third-party APIs:
pt_br: Este aplicativo usa as seguintes APIs de terceiros:

source: This pool must be initialized before you can add liquidity. To initialize, select a starting price for the pool. Then, enter your liquidity price range and deposit amount. Gas fees will be higher than usual due to the initialization transaction.
pt_br: Este pool deve ser inicializado antes que você possa adicionar liquidez. Para inicializar, selecione um preço inicial para o pool. Em seguida, insira sua faixa de preço de liquidez e o valor do depósito. As taxas de gás serão mais altas do que o normal devido à transação de inicialização.

source: This route optimizes your price by considering split routes, multiple hops, and gas costs.
pt_br: Esta rota otimiza seu preço considerando rotas divididas, vários saltos e custos de gás.

source: This token doesn't appear on the active token list(s). Make sure this is the token that you want to trade.
pt_br: Este token não figura na(s) lista(s) de tokens ativos. Certifique-se de que este é o tokens que você pretende negociar.

source: This token is not supported in the zerozero app
pt_br: Este token não é compatível com o aplicativo zerozero

source: This tool will safely migrate your {0} liquidity to V3. The process is completely trustless thanks to the
pt_br: Esta ferramenta fará a migração da sua liquidez {0} em segurança para V3. O processo não é inteiramente confiável, devido ao

source: This transaction will not succeed due to price movement. Try increasing your slippage tolerance.
pt_br: Esta transação não terá sucesso devido ao movimento do preço. Tente aumentar sua tolerância ao deslizamento.

source: This transaction will not succeed either due to price movement or fee on transfer. Try increasing your slippage tolerance.
pt_br: Esta operação não será realizada, devido às alterações nos preços ou à taxa de transferência. Tente aumentar sua tolerância a discrepâncias.

source: Tip: Custom tokens are stored locally in your browser
pt_br: Dica: Tokens personalizados são armazenados localmente no seu navegador

source: To
pt_br: Para

source: To (at least)
pt_br: Para (pelo menos)

source: To start trading on {0}, first bridge your assets from L1 to L2. Please treat this as a beta release and learn about the risks before using {1}.
pt_br: Para começar a negociar em {0}, primeiro conecte seus ativos de L1 a L2. Trate isso como uma versão beta e aprenda sobre os riscos antes de usar {1}.

source: Token not supported
pt_br: Token não suportado

source: Tokens from inactive lists. Import specific tokens below or click Manage to activate more lists.
pt_br: Tokens de listas inativas. Importe tokens especificados abaixo ou clique em Gerenciar para ativar mais listas.

source: Top pools
pt_br: Lotes superiores

source: Total Supply
pt_br: Fornecimento total

source: Total deposited
pt_br: Total depositado

source: Total deposits
pt_br: Total dos depósitos

source: Trade Route
pt_br: Rota comercial

source: Transaction Details
pt_br: Detalhes da transação

source: Transaction Settings
pt_br: Configurações das operações

source: Transaction Submitted
pt_br: Operação enviada

source: Transaction completed in
pt_br: Transação concluída em

source: Transaction deadline
pt_br: Data-limite da operação

source: Transaction rejected.
pt_br: Transação rejeitada.

source: Transfer Token
pt_br: Token de transferência

source: Try Again
pt_br: Tente novamente

source: Turn On Expert Mode
pt_br: Ativar o Modo Expert

source: UNI has arrived
pt_br: A UNI chegou

source: UNI in circulation:
pt_br: UNI em circulação:

source: UNI price:
pt_br: Preço da UNI:

source: UNI tokens represent voting shares in zerozero governance. You can vote on each proposal yourself or delegate your votes to a third party.
pt_br: Os tokens de UNI representam capital votante na governança do zerozero. Você mesmo pode votar em cada proposta ou pode delegar seu voto a terceiros.

source: UNI {0}/{1} Burned
pt_br: UNI {0}/{1} queimados

source: Unclaimed UNI
pt_br: UNI não resgatadas

source: Unclaimed fees
pt_br: Taxas não resgatadas

source: Unclaimed:
pt_br: Não resgatadas:

source: Undetermined
pt_br: Indeterminado

source: Unexpected error. Could not estimate gas for the swap.
pt_br: Erro inesperado. Não foi possível estimar o gás para a troca.

source: Unexpected issue with estimating the gas. Please try again.
pt_br: Problema inesperado com a estimativa do gás. Por favor, tente novamente.

source: zerozero Governance
pt_br: Governança do zerozero

source: zerozero Terms of Service
pt_br: Termos de serviço do zerozero

source: zerozero available in: <0>{0}</0>
pt_br: zerozero disponível em: <0>{0}</0>

source: zerozero governance is only available on Layer 1. Switch your network to Ethereum Mainnet to view Proposals and Vote.
pt_br: A governança zerozero está disponível apenas na camada 1. Alterne sua rede para Ethereum Mainnet para visualizar propostas e votar.

source: zerozero liquidity mining
pt_br: Mineração de liquidez no zerozero

source: zerozero migration contract↗
pt_br: Contrato de migração no zerozero↗

source: zerozero on {0}
pt_br: zerozero em {0}

source: Unknown Source
pt_br: Fonte desconhecida

source: Unknown error{0}. Try increasing your slippage tolerance.
pt_br: Erro desconhecido{0}. Tente aumentar sua tolerância ao deslizamento.

source: Unlock Votes
pt_br: Desbloquear votos

source: Unlock Voting
pt_br: Desbloquear votação

source: Unlocking Votes
pt_br: Desbloqueando votos

source: Unsupported Asset
pt_br: Ativo incompatível

source: Unsupported Assets
pt_br: Ativos incompatíveis

source: Untitled
pt_br: Sem título

source: Unwrap
pt_br: Desacobertar

source: Unwrap <0/> to ETH
pt_br: Desembrulhe <0 /> para ETH

source: Update Delegation
pt_br: Atualizar Delegação

source: Update list
pt_br: Atualizar lista

source: Use the zerozero API to get better pricing through a more efficient route.
pt_br: Use a API zerozero para obter melhores preços por meio de uma rota mais eficiente.

source: User
pt_br: Usuário

source: V3 {0} Price:
pt_br: Preço V3 {0}:

source: View UNI Analytics
pt_br: Visualizar análise de UNI

source: View accrued fees and analytics<0>↗</0>
pt_br: Visualizar análises e taxas acumuladas<0>↗</0>

source: View list
pt_br: Ver a lista

source: View on Etherscan
pt_br: Ver no Etherscan

source: View on Explorer
pt_br: Visualizar no Explorer

source: View transaction on Explorer
pt_br: Visualizar a operação no Explorer

source: Vote
pt_br: Votar

source: Vote Against
pt_br: Votar contra

source: Vote For
pt_br: Votar a favor

source: Vote against proposal {proposalId}
pt_br: Vote contra a proposta {proposalId}

source: Vote against proposal {proposalKey}
pt_br: Votar contra a proposta {proposalKey}

source: Vote against proposal {proposalKey} with reason "{0}"
pt_br: Vote contra a proposta {proposalKey} com o motivo "{0}"

source: Vote for proposal {proposalId}
pt_br: Votar na proposta {proposalId}

source: Vote for proposal {proposalKey}
pt_br: Votar na proposta {proposalKey}

source: Vote for proposal {proposalKey} with reason "{0}"
pt_br: Vote na proposta {proposalKey} com motivo "{0}"

source: Vote to abstain on proposal {proposalId}
pt_br: Vote para se abster na proposta {proposalId}

source: Vote to abstain on proposal {proposalKey}
pt_br: Vote para se abster na proposta {proposalKey}

source: Vote to abstain on proposal {proposalKey} with reason "{0}"
pt_br: Vote para se abster na proposta {proposalKey} com razão "{0}"

source: Voting ended {0}
pt_br: Votação encerrada {0}

source: Voting ends approximately {0}
pt_br: A votação se encerra aproximadamente às {0}

source: Voting starts approximately {0}
pt_br: A votação começa aproximadamente {0}

source: Waiting For Confirmation
pt_br: Aguardando a confirmação

source: Wallet Address or ENS name
pt_br: Endereço da carteira ou nome ENS

source: Weekly Rewards
pt_br: Recompensas Semanais

source: Welcome to team Unicorn :)
pt_br: Seja bem-vindo à equipe Unicórnio :)

source: When you claim without withdrawing your liquidity remains in the mining pool.
pt_br: Quando você resgata sem sacar, sua liquidez permanece no lote de mineração.

source: When you withdraw, the contract will automagically claim UNI on your behalf!
pt_br: Quando você sacar, o contrato resgata automaticamente as UNI que estiverem em seu nome!

source: When you withdraw, your UNI is claimed and your liquidity is removed from the mining pool.
pt_br: Quando você sacar, suas UNI serão resgatadas e sua liquidez será removida do lote de mineração.

source: Withdraw
pt_br: Sacar

source: Withdraw & Claim
pt_br: Sacar e Reivindicar

source: Withdraw deposited liquidity
pt_br: Sacar liquidez depositada

source: Wrap
pt_br: Cobrir

source: Wrap <0/> to WETH
pt_br: Enrole <0 /> para WETH

source: Wrong Network
pt_br: Rede incorreta

source: You already have an active or pending proposal
pt_br: Você já tem uma proposta ativa ou pendente

source: You are creating a pool
pt_br: Você está abrindo um novo lote

source: You are the first liquidity provider for this zerozero V3 pool. Your liquidity will migrate at the current {0} price.
pt_br: Você é o primeiro fornecedor com liquidez neste lote do zerozero V3. Sua liquidez será migrada ao preço atual de {0}.

source: You are the first liquidity provider.
pt_br: Você é o primeiro fornecedor com liquidez.

source: You can either vote on each proposal yourself or delegate your votes to a third party.
pt_br: Você mesmo pode votar em cada proposta ou delegar seu voto para um terceiro.

source: You can now trade {0}
pt_br: Agora você pode negociar {0}

source: You don't have enough votes to submit a proposal
pt_br: Você não tem votos suficientes para enviar uma proposta

source: You don’t have liquidity in this pool yet.
pt_br: Você ainda não tem liquidez neste lote.

source: You may have lost your network connection, or {label} might be down right now.
pt_br: Você pode ter perdido sua conexão de rede ou {label} pode estar desativado agora.

source: You may have lost your network connection.
pt_br: Você pode ter perdido sua conexão de rede.

source: You must connect an account.
pt_br: É preciso conectar-se a uma conta.

source: You must give the zerozero smart contracts permission to use your {0}. You only have to do this once per token.
pt_br: É preciso conceder a permissão ao recurso de contratos inteligentes do zerozero para que possa utilizar seu {0}. Basta efetuar a operação uma vez para cada token.

source: You must have {formattedProposalThreshold} votes to submit a proposal
pt_br: Você deve ter {formattedProposalThreshold} votos para enviar uma proposta

source: You should only deposit liquidity into zerozero V3 at a price you believe is correct. <0/>If the price seems incorrect, you can either make a swap to move the price or wait for someone else to do so.
pt_br: A liquidez deve ser depositada apenas no zerozero V3 ao preço que você julgar correto. <0/>Se o preço parecer incorreto, você pode fazer uma conversão para alterar o preço ou aguardar até que outra pessoa o faça.

source: You will also collect fees earned from this position.
pt_br: Você também receberá as taxas auferidas nessa posição.

source: You will receive
pt_br: Você receberá

source: Your UNI Breakdown
pt_br: Seu Detalhamento UNI

source: Your liquidity
pt_br: Sua liquidez

source: Your V3 liquidity positions will appear here.
pt_br: Suas posições de liquidez V3 serão exibidas aqui.

source: Your liquidity deposits
pt_br: Seus depósitos de liquidez

source: Your pool share:
pt_br: Seu compartilhamento de lotes:

source: Your position
pt_br: Sua posição

source: Your position has 0 liquidity, and is not earning fees.
pt_br: Sua posição tem 0 de liquidez e não está recebendo taxas.

source: Your position will appear here.
pt_br: Sua posição aparecerá aqui.

source: Your position will be 100% composed of {0} at this price
pt_br: Sua posição será 100% composta de {0} com esse preço

source: Your position will be 100% {0} at this price.
pt_br: Sua posição será 100% de {0} com esse preço.

source: Your position will not earn fees or be used in trades until the market price moves into your range.
pt_br: Sua posição não receberá taxas nem será utilizada em negociações até que o preço de mercado mude na sua faixa.

source: Your positions
pt_br: Suas posições

source: Your rate
pt_br: Sua taxa

source: Your total pool tokens:
pt_br: Seu total de tokens em lote:

source: Your transaction cost will be much higher as it includes the gas to create the pool.
pt_br: O custo da sua operação será muito mais alto porque inclui os insumos para criação do lote.

source: Your transaction may be frontrun
pt_br: Sua operação pode ser de front-running

source: Your transaction may fail
pt_br: Pode ocorrer uma falha na sua operação

source: Your transaction will revert if it is pending for more than this period of time.
pt_br: Sua operação será revertida se estiver pendente há mais tempo do que o previsto.

source: Your transaction will revert if the price changes unfavorably by more than this percentage.
pt_br: Sua operação será revertida se o preço sofrer alteração desfavorável acima deste percentual.

source: Your transactions will appear here...
pt_br: Suas operações serão exibidas aqui...

source: Your unclaimed UNI
pt_br: Suas UNI não resgatadas

source: confirm
pt_br: confirmar

source: for {0}
pt_br: para {0}

source: has socks emoji
pt_br: tem emoji de meias

source: here.
pt_br: aqui.

source: https:// or ipfs:// or ENS name
pt_br: https: // ou ipfs: // ou nome ENS

source: minutes
pt_br: Minutos

source: via {0}
pt_br: por meio de {0}

source: via {0} token list
pt_br: por meio da lista de tokens {0}

source: {0} <0/> per <1/>
pt_br: {0} <0/> por <1/>

source: {0} Custom Tokens
pt_br: {0} Tokens Personalizados

source: {0} Deposited
pt_br: {0} Depositados

source: {0} Fees Earned:
pt_br: {0} Taxas Auferidas:

source: {0} Pending
pt_br: {0} Pendentes

source: {0} UNI / week
pt_br: {0} UNI/semana

source: {0} Votes
pt_br: {0} votos

source: {0} per {1}
pt_br: {0} por {1}

source: {0} {1} Price:
pt_br: Preço de {0} {1}:

source: {0} • Added by user
pt_br: {0} • Adicionado pelo usuário

source: {0}% fee tier
pt_br: Nível de taxa de {0}

source: {0}% select
pt_br: {0}% selecionar

source: {0}-{1} Liquidity Mining
pt_br: Mineração de liquidez de {0}-{1}

source: {0}/{1} LP NFT
pt_br: LP NFT de {0}/{1}

source: {0}/{1} LP Tokens
pt_br: Tokens LP de {0}/{1}

source: {tokenB} per {tokenA}
pt_br: {tokenB} por {tokenA}

source: ← Back to Pools Overview
pt_br: Voltar à Visão Geral dos Lotes
